Repository: MeitalZelnik/NGU.Border
Catalog: Application/NGU.Border.Lang/Properties/Resources.*.resx
Languages: fr, pt

source: Add
fr: #TODO#_Ajouter >>
pt: #TODO#_Adicionar

source: View more
fr: #TODO#_Afficher plus
pt: #TODO#_Ver Mais

source: Add Document
fr: #TODO#_Ajouter un document
pt: #TODO#_Adicionar Documento

source: Enter Username
fr: #TODO#_Entrer le nom d'utilisateur
pt: #TODO#_Introduza o seu Usuário

source: Active
fr: #TODO#_Actif
pt: #TODO#_Activa!

# ActivityStatus
source: Active
fr: #TODO#_#TODO#_Actif
pt: #TODO#_#TODO#_Activa!

source: Add comment:
fr: #TODO#_Ajouter un commentaire
pt: #TODO#_Adicionar comentário

# AddNewUser
source: Add User
fr: #TODO#_Ajouter un utilisateur
pt: #TODO#_Adicionar usuário

# ANewerVersion
source: Newer Version
fr: #TODO#_Version plus récente
pt: #TODO#_Obtenha uma nova versão

source: Applicant Details
fr: #TODO#_Détails concernant le candidat
pt: #TODO#_Detalhes do requerente

source: Application Date
fr: #TODO#_Date de demande
pt: #TODO#_Data Aplicacão

source: Application Details
fr: #TODO#_Détails de la candidature
pt: #TODO#_Detalhes da aplicação

source: Application No.
fr: #TODO#_N° de la demande :
pt: #TODO#_Pedido US

source: Applications list
fr: #TODO#_Liste des Applications
pt: #TODO#_Lista de aplicações:

# ApplicationsListMsg
source: Click an application to view its data. Navigate through the left menu bar.
fr: #TODO#_Cliquez sur une application pour afficher ses données. Naviguez dans la barre de menu de gauche.!
pt: #TODO#_Clique em um aplicativo para visualizar seus dados. Navegue pela barra de menus esquerda.

source: Application Type
fr: #TODO#_Type d'application
pt: #TODO#_Tipo de Pedido

source: App. No.
fr: #TODO#_App. Non.!
pt: #TODO#_Aplicativo. Não.!

source: App. Type
fr: #TODO#_Type d'application
pt: #TODO#_"Tipo de aplicativo"

source: Attention of:
fr: #TODO#_A l’attention de :
pt: #TODO#_<g id="203">Atenção de</g>:

source: BACK
fr: #TODO#_Précédent
pt: #TODO#_VOLTAR

source: Back side preview
fr: #TODO#_Aperçu au verso!
pt: #TODO#_Visualização do verso!

source: Barcode Details
fr: #TODO#_Détails du code-barres!
pt: #TODO#_Detalhes do código de barras!

source: Biometrics
fr: #TODO#_Biométrie
pt: #TODO#_Biometrias

source: Block
fr: #TODO#_Bloc
pt: #TODO#_Bloquear

source: Both
fr: #TODO#_Les deux
pt: #TODO#_Ambos!

source: Cancel
fr: #TODO#_Annuler
pt: #TODO#_Cancelar

source: Capture
fr: #TODO#_Capturer
pt: #TODO#_Capturar

# CaptureCollectorSign
source: Capture collector's signature
fr: #TODO#_Capturez la signature du collectionneur!
pt: #TODO#_Capturar a assinatura do colecionador!

source: Capturing Method
fr: #TODO#_Méthode de capture!
pt: #TODO#_Método de captura!

source: Card Preview
fr: #TODO#_Aperçu de la carte
pt: #TODO#_Pré-visualizar

source: Change Password
fr: #TODO#_Modifier le mot de passe
pt: #TODO#_Mudar senha!

source: Check fingerprint
fr: #TODO#_Vérifiez l&#39;empreinte digitale!
pt: #TODO#_Verifique a impressão digital!

source: Check Photo
fr: #TODO#_Vérifiez la photo!
pt: #TODO#_Verifique a foto!

source: Clear
fr: #TODO#_EFFACEMENT
pt: #TODO#_Limpo!

source: Clear Picture
fr: #TODO#_Image claire!
pt: #TODO#_Imagem clara!

source: Code
fr: #TODO#_CODE
pt: #TODO#_Código

source: Collected Successfully
fr: #TODO#_Recueilli avec succès!
pt: #TODO#_Coletado com sucesso!

source: Collection date
fr: #TODO#_Cashable date
pt: #TODO#_Data de coleta

source: Collection Result
fr: #TODO#_Résultat collecte
pt: #TODO#_Resultado da coleção!

source: Collector Details
fr: #TODO#_Détails du collectionneur!
pt: #TODO#_Detalhes do colecionador!

source: Collector is Applicant
fr: #TODO#_Le collectionneur est demandeur!
pt: #TODO#_O coletor é candidato!

source: Comments
fr: #TODO#_Commentaires
pt: #TODO#_Comentários!

# CommentsHeader
source: Click on unread comment to mark is as read
fr: #TODO#_Cliquez sur le commentaire non lu pour le marquer comme lu!
pt: #TODO#_Clique no comentário não lido para marcar como lido!

source: Comment Text
fr: #TODO#_Texte de commentaire
pt: #TODO#_Comment Text

source: Confirm Password
fr: #TODO#_Confirmer le mot de passe
pt: #TODO#_Confirmar palavra-passe

# CountryRepublic
source: REPUBLIC OF ANGOLA
fr: #TODO#_République d'Angola
pt: #TODO#_República de Angola

# CurrentLicneseDetails
source: Current Licence Details
fr: #TODO#_Détails de la licence actuelle!
pt: #TODO#_Detalhes da licença atual!

source: Current Personal Details
fr: #TODO#_Détails personnels actuels!
pt: #TODO#_Detalhes pessoais atuais!

source: Current Status
fr: #TODO#_État actuel
pt: #TODO#_Status atual

source: Date
fr: #TODO#_Date :
pt: #TODO#_Data

source: Date of Birth
fr: #TODO#_Date de naissance
pt: #TODO#_Data de nascimento

source: DB Details
fr: #TODO#_Détails DB!
pt: #TODO#_Detalhes

source: Delete
fr: #TODO#_&Supprimer...
pt: #TODO#_Apagar

source: Deny App
fr: #TODO#_Refuser
pt: #TODO#_App

source: Deny reason
fr: #TODO#_Refuser le motif
pt: #TODO#_Motivo

source: Description
fr: #TODO#_Description :
pt: #TODO#_Descrição

source: DOB
fr: #TODO#_DOB
pt: #TODO#_DN

source: Download
fr: #TODO#_&Télécharger
pt: #TODO#_Descarregar

source: Downloading
fr: #TODO#_Téléchargement
pt: #TODO#_A transferir

source: Duplex
fr: #TODO#_Recto verso :
pt: #TODO#_Dúplex

source: Edited
fr: #TODO#_Modifié
pt: #TODO#_Editado

source: Enter Password
fr: #TODO#_Entrer le mot de passe
pt: #TODO#_Introduza a sua palavra-passe

# EnterSerialNoAndCollectorDetails
source: Enter Serial number and collector details before printing temporary driving licence
fr: #TODO#_Entrez le numéro de série et les détails du collecteur avant d&#39;imprimer le permis de conduire temporaire!
pt: #TODO#_Digite o número de série e os detalhes do coletor antes de imprimir a carteira de motorista temporária!

source: Enter Serial Number
fr: #TODO#_Entrer le numéro de série
pt: #TODO#_Introduzir número de série

# ERR_IntrefRequired
source: Intref Required
fr: #TODO#_Intref requis!
pt: #TODO#_Intref Obrigatório!

# ERR_Not_Valid_Age
source: Birth date is not compatile with the licence type
fr: #TODO#_La date de naissance n&#39;est pas compatible avec le type de licence!
pt: #TODO#_A data de nascimento não é compatível com o tipo de licença!

# ERR_Required
source: This field is required
fr: #TODO#_Ce champ est obligatoire.
pt: #TODO#_Este campo é obrigatório!

# ERR_RoleAssignedToUser
source: This role cannot be deleted because it is assigned to a menu
fr: #TODO#_Ce rôle ne peut pas être supprimé car il est affecté à un menu!
pt: #TODO#_Esta função não pode ser excluída porque está atribuída a um menu!

# ERR_SupDocToAppTypeAssignedToUser
source: Already in use
fr: #TODO#_est déjà utilisé
pt: #TODO#_já está em uso

source: Exact names
fr: #TODO#_Noms exacts!
pt: #TODO#_Nomes exatos!

source: EXIT
fr: #TODO#_Quitter
pt: #TODO#_SAIR

source: Expiry Date
fr: #TODO#_Date d'expiration
pt: #TODO#_Data de Validade

source: Feeder
fr: #TODO#_Chargeur
pt: #TODO#_Alimentador

source: Field to Compare
fr: #TODO#_Champ à comparer :
pt: #TODO#_Campo para comparar!

source: Fingerprint (right thumb)
fr: #TODO#_Empreinte digitale (pouce droit)!
pt: #TODO#_Impressão digital (polegar direito)!

source: First issue date
fr: #TODO#_Première date d&#39;émission!
pt: #TODO#_Emissão Inicial

source: First Name
fr: #TODO#_Prénom
pt: #TODO#_Nome Próprio

# FromPaperScanner
source: From paper, Using paper scanner
fr: #TODO#_Du papier, en utilisant un scanner de papier!
pt: #TODO#_De papel, Usando o scanner de papel!

source: From Screen
fr: #TODO#_Écran
pt: #TODO#_Ecrã

source: Front side preview
fr: #TODO#_Aperçu avant!
pt: #TODO#_Visualização da frente!

# Height
source: Height(cms)
fr: #TODO#_Hauteur (cm)!
pt: #TODO#_Altura (cms)!

# HomeAffairs
source: MINISTRY OF HOME AFFAIRS
fr: #TODO#_MINISTERE DE L’INTERIEUR
pt: #TODO#_Ministério do Interior;

source: ID
fr: #TODO#_ID
pt: #TODO#_Identificação

# IdDocType
source: ID Document Type
fr: #TODO#_Type de document d'identité
pt: #TODO#_Tipo de Documento

source: ID Document Type
fr: #TODO#_Type de document d'identité
pt: #TODO#_Tipo de Documento

source: ID No.
fr: #TODO#_Numéro d'identificateur :
pt: #TODO#_No. de BI

# IDNum
source: ID Number
fr: #TODO#_Numéro d'identification
pt: #TODO#_Número do ID:

source: ID Number
fr: #TODO#_Numéro d'identification
pt: #TODO#_Número do ID:

source: INTREF
fr: #TODO#_INTREF!
pt: #TODO#_INTREF!

# IntrefClipboard
source: Copy INTREF No. to clipboard
fr: #TODO#_Copiez le numéro INTREF dans le presse-papiers!
pt: #TODO#_Copie INTREF No. para a área de transferência!

source: INTREF No.
fr: #TODO#_INTREF Non!
pt: #TODO#_INTREF No.!

# IsEditable
source: Editable
fr: #TODO#_Modifiable
pt: #TODO#_Editável

source: Is Mandatory
fr: #TODO#_est obligatoire
pt: #TODO#_é obrigatório

source: Issue Date
fr: #TODO#_Date d'émission
pt: #TODO#_Data de emissão

# IssuedTempLicenseDetails
source: Issued Temp. Licence Details
fr: #TODO#_Délivré Temp. Détails de la licence!
pt: #TODO#_Temp Emitido Detalhes da licença!

source: Issuing Centre
fr: #TODO#_Centre d&#39;émission!
pt: #TODO#_Centro de emissão!

source: Last Update
fr: #TODO#_Dernière mise à jour
pt: #TODO#_Última atualização

source: Last Update Date
fr: #TODO#_Date dernière mise à jour
pt: #TODO#_Última data de atualização

source: Last Update User
fr: #TODO#_Dernière mise à jour
pt: #TODO#_Última Atualização Usuário

source: Licence Details
fr: #TODO#_Détails de la licence
pt: #TODO#_Detalhes da licença!

source: Licence type
fr: #TODO#_Type de permis de conduire
pt: #TODO#_Tipo de licença:

source: Licence types:
fr: #TODO#_Types de licences
pt: #TODO#_Tipos de licença :!

source: License card serial No.
fr: #TODO#_Numéro de série de la carte de licence!
pt: #TODO#_Número de série do cartão de licença!

source: License No
fr: #TODO#_Numéro de licence.
pt: #TODO#_Licençsa N.º

# Licnese
source: Licnece
fr: #TODO#_Licnece!
pt: #TODO#_Licnece!

source: Live Images
fr: #TODO#_IMAGES EN DIRECT
pt: #TODO#_imagens

source: Locations
fr: #TODO#_Emplacements
pt: #TODO#_Regiões

source: Log
fr: #TODO#_Log
pt: #TODO#_Entrar

source: Login
fr: #TODO#_&Connexion
pt: #TODO#_Iniciar sessão

source: MAIN MENU
fr: #TODO#_Menu principal
pt: #TODO#_MENU PRINCIPAL

# MainWindowTitle
source: BORDER CONTROL SYSTEM
fr: #TODO#_SYSTÈME DE BORDER CONTROL
pt: #TODO#_SISTEMA DE IDENTIDADE

source: Mandatory
fr: #TODO#_obligatoire
pt: #TODO#_Mandatório!

source: Match
fr: #TODO#_EQUIV
pt: #TODO#_Emparelhou!

# MessageHeader
source: Main Admin System
fr: #TODO#_TODO
pt: #TODO#_tarefa

source: Module
fr: #TODO#_Module
pt: #TODO#_Módulo

source: Nationality
fr: #TODO#_Nationalité
pt: #TODO#_Nacionalidade

source: New Password
fr: #TODO#_&Nouveau mot de passe :
pt: #TODO#_Nova Palavra-passe

source: Next Action
fr: #TODO#_Action suivante
pt: #TODO#_"Próxima Ação"

source: Next Page
fr: #TODO#_Page suivante
pt: #TODO#_Próxima página

source: No
fr: #TODO#_Non
pt: #TODO#_Não!

# NoLicenseExistMsg
source: No Temporary Licences exist
fr: #TODO#_Aucune licence temporaire n&#39;existe!
pt: #TODO#_Não existem licenças temporárias!

source: Not Permitted
fr: #TODO#_Non autorisé
pt: #TODO#_Não permitido

source: Ok
fr: #TODO#_OK
pt: #TODO#_Ok!

source: Old Licence Attached
fr: #TODO#_Ancienne licence attachée!
pt: #TODO#_Licença antiga anexada!

source: Operation
fr: #TODO#_Opération
pt: #TODO#_Operação

source: Other Name(s)
fr: #TODO#_Autre(s) nom(s):
pt: #TODO#_OUTRO(S) NOME(S)

source: Overwrite
fr: #TODO#_Remplacer
pt: #TODO#_Digite seus css personalizados aqui, que você gostaria de adicionar ao css do tema (ou substituí-lo)

source: Passport No
fr: #TODO#_N° de passeport
pt: #TODO#_Passaporte Nº

# Password
source: Passowrd
fr: #TODO#_Modifier mot de passe
pt: #TODO#_Senha

source: Password Required
fr: #TODO#_Mot de passe requis
pt: #TODO#_Senha necessária

source: Permitted
fr: #TODO#_Autorisés
pt: #TODO#_Permitido de

source: Personal Details
fr: #TODO#_Détails personnels
pt: #TODO#_Dados Pessoais

source: Personal restriction
fr: #TODO#_Restriction personnelle!
pt: #TODO#_Restrição pessoal!

source: Pesonal Details
fr: #TODO#_Détails Pesonal!
pt: #TODO#_Detalhes Pesonal!

source: Photo
fr: #TODO#_Photo
pt: #TODO#_Fotografia

source: Photo/Signature
fr: #TODO#_Photo / Signature!
pt: #TODO#_Tipo de assinatura da foto

source: Physical Address
fr: #TODO#_Adresse physique
pt: #TODO#_Endereço Físico

source: Platen
fr: #TODO#_Platen
pt: #TODO#_Prensa

# PostalAddress
source: Postal Address (if different)
fr: #TODO#_Adresse postale (si différente)!
pt: #TODO#_Endereço postal (se diferente)!

source: Posting date
fr: #TODO#_Date de validation
pt: #TODO#_Data de Inserção

source: Prev Page
fr: #TODO#_Page préc.
pt: #TODO#_Anterior

source: Print
fr: #TODO#_Imprimer |
pt: #TODO#_Imprimir

source: Print Temp. License
fr: #TODO#_Temp. Licence!
pt: #TODO#_Temp. Licença!

source: Provided
fr: #TODO#_Fourni
pt: #TODO#_Fornecidas

# QAPassedSuccess
source: QA Passed Successfully
fr: #TODO#_QA passé avec succès!
pt: #TODO#_O controle de qualidade foi aprovado com sucesso!

source: QA Result:
fr: #TODO#_Résultats AQ
pt: #TODO#_Resultado do controle de qualidade :!

source: Read
fr: #TODO#_Lire
pt: #TODO#_Leitura

source: Recapture
fr: #TODO#_Capturer à nouveau
pt: #TODO#_Recapturar!

source: Reg. Date
fr: #TODO#_Date d'enreg.
pt: #TODO#_Data do Reg.

source: Registration Date
fr: #TODO#_Date d'inscription
pt: #TODO#_Data de Registo

source: Relationship with applicant
fr: #TODO#_Relation avec le demandeur!
pt: #TODO#_Relação com o candidato!

source: Remarks
fr: #TODO#_Remarques :
pt: #TODO#_Observações

source: Reprint
fr: #TODO#_Réimprimer
pt: #TODO#_Reimpressão

source: Requested Serrvise
fr: #TODO#_Demanda Serrvise!
pt: #TODO#_Serrvise solicitado!

source: Retrieve
fr: #TODO#_récupérer
pt: #TODO#_Recuperar

# RevertToBiometr
source: QA Passed Biometrics
fr: #TODO#_QA Passed Biometrics!
pt: #TODO#_O controle de qualidade passou a biometria!

source: Revert to Biometrics
fr: #TODO#_Revenez à la biométrie!
pt: #TODO#_Reverta para Biometria!

source: Revert to Verification
fr: #TODO#_Revenez à la vérification!
pt: #TODO#_Reverter para verificação!

# RevertToVeriic
source: Revert to Verification
fr: #TODO#_Revenez à la vérification!
pt: #TODO#_Reverter para verificação!

source: Role
fr: #TODO#_Rôle
pt: #TODO#_Função

source: Role Name
fr: #TODO#_Nom du rôle
pt: #TODO#_Regras do Nome

source: Roles
fr: #TODO#_Rôles
pt: #TODO#_Papéis

source: Save
fr: #TODO#_Enregistrer
pt: #TODO#_Guardar!

source: Scan
fr: #TODO#_Analyse
pt: #TODO#_Procura

source: Scan App
fr: #TODO#_Analyse&#x0D;
pt: #TODO#_Digitalizar

source: Scan From
fr: #TODO#_Analyse&#x0D;
pt: #TODO#_Digitalizar

source: Scanning Method
fr: #TODO#_Méthode de scannage
pt: #TODO#_Método de digitalização

source: Scanning Options
fr: #TODO#_Scanning options.
pt: #TODO#_Opções de digitalização!

# ScanSupDoc
source: Scan Supporting Documents
fr: #TODO#_Pièces justificatives
pt: #TODO#_Documentos comprovativos

source: Scan Using Feeder
fr: #TODO#_Numériser à l&#39;aide du chargeur!
pt: #TODO#_Digitalize usando o alimentador!

source: Select Device
fr: #TODO#_Sélectionner un appareil
pt: #TODO#_Selecionar dispositivo

source: Serial No
fr: #TODO#_N° de série :
pt: #TODO#_Número de ordem

source: Sex
fr: #TODO#_Sexe
pt: #TODO#_Sexo

# ShortDateFormat
source: {0:dd/MM/yyyy}
fr: #TODO#_JJ/MM/AAAA
pt: #TODO#_DD/MM/AAAA

# ShortDateFormatWithTime
source: {0:dd/MM/yyyy HH:mm:ss}
fr: #TODO#_jj/MM/aaaa HH:mm:ss
pt: #TODO#_dd/MM/aaaa HH:mm:ss

source: Signature
fr: #TODO#_Signature
pt: #TODO#_Assinatura

# SignatureTake
source: Take Signature
fr: #TODO#_Signature
pt: #TODO#_Assinatura

# SrialNo
source: Serial No.
fr: #TODO#_N° de série :
pt: #TODO#_Nº. de série

source: Start
fr: #TODO#_Début
pt: #TODO#_Iniciar!

source: Start Camera
fr: #TODO#_Démarrez la caméra!
pt: #TODO#_Inicie a câmera!

source: Start Signature
fr: #TODO#_Démarrez Signature!
pt: #TODO#_Iniciar assinatura!

source: Status
fr: #TODO#_État
pt: #TODO#_Estado

# SupervisorApprovalForComment
source: Supervisor approval:
fr: #TODO#_Approbation du Superviseur
pt: #TODO#_Aprovação do supervisor :!

source: Supporting Document
fr: #TODO#_Document à l’appui 1
pt: #TODO#_Documento comprovativo

source: Supporting Documents
fr: #TODO#_Prise en charge de documents.
pt: #TODO#_Documentos de Apoio:

source: Surename
fr: #TODO#_Nom
pt: #TODO#_Sobrenome!

source: Surname
fr: #TODO#_Nom
pt: #TODO#_Apelido

source: Suspended
fr: #TODO#_Suspendu
pt: #TODO#_Suspenso

source: Suspended until
fr: #TODO#_Suspendu jusqu&#39;au!
pt: #TODO#_Suspenso até!

source: Telephone
fr: #TODO#_Téléphone
pt: #TODO#_Telefone

# TempLicenseMsg
source: Click on a serial number to see its collector details below
fr: #TODO#_Cliquez sur un numéro de série pour voir les détails de son collecteur ci-dessous!
pt: #TODO#_Clique no número de série para ver os detalhes do coletor abaixo!

source: Temporary Licnese
fr: #TODO#_Licnese temporaire!
pt: #TODO#_Licnese temporário!

source: To Screen
fr: #TODO#_masquer
pt: #TODO#_Ajustar ao ecrã

# Type
source: Dictionary Name
fr: #TODO#_Nom du dictionnaire :
pt: #TODO#_Dicionário

source: Update User
fr: #TODO#_Mettre à jour l'utilisateur
pt: #TODO#_Atualizar o usuário

source: User
fr: #TODO#_Utilisateur
pt: #TODO#_Utilizador

source: User Details
fr: #TODO#_Détails utilisateur
pt: #TODO#_Detalhes do usuário

source: Username
fr: #TODO#_Nom d’utilisateur :
pt: #TODO#_Nome de utilizador

source: Validity Period
fr: #TODO#_Période de validité
pt: #TODO#_Período de Validade da Proposta:

source: Value
fr: #TODO#_#VALEUR!
pt: #TODO#_Valor

source: Vehicle Restriction
fr: #TODO#_Restriction de véhicule!
pt: #TODO#_Restrição Veicular

source: Vehicle restriction(s)
fr: #TODO#_Restriction (s) concernant le véhicule!
pt: #TODO#_Restrição Veicular

source: Verify Photo
fr: #TODO#_Vérifiez la photo!
pt: #TODO#_Verifique a foto!

source: Waive
fr: #TODO#_Exonérer
pt: #TODO#_Renunciar

source: Waived
fr: #TODO#_Offert
pt: #TODO#_Dispensado

source: Written by
fr: #TODO#_Écrit par
pt: #TODO#_Escrito por

source: Yes
fr: #TODO#_Oui
pt: #TODO#_Sim!

source: Zoom In
fr: #TODO#_Zoom avant
pt: #TODO#_Ampliar

source: Zoom Out
fr: #TODO#_Zoom arrière
pt: #TODO#_Reduzir

source: Edit Existing User
fr: #TODO#_Modifier un utilisateur existant
pt: #TODO#_Utilizador Existente

# DictType
source: Dictionaty Type
fr: #TODO#_Type de dictionnaire!
pt: #TODO#_Tipo de Dicção!

# MSG_ReloginRequired
source: Relogin please
fr: #TODO#_Veuillez vous reconnecter!
pt: #TODO#_Relogin por favor!

# MSG_CaptureCollectorSign
source: Capture collector's signature
fr: #TODO#_#TODO#_Capturez la signature du collectionneur!
pt: #TODO#_#TODO#_Capturar a assinatura do colecionador!

# MSG_FixValidationErrorsFirst
source: Fix Validation Errors
fr: #TODO#_Corrigez les erreurs de validation.
pt: #TODO#_Erros de validação

# MSG_ChangesWillBeDiscarded
source: Changes will be discarded. Are you sure?
fr: #TODO#_Les modifications seront ignorées. Êtes-vous sûr?!
pt: #TODO#_As alterações serão descartadas. Você tem certeza?!

# MSG_AreYouSureYouWantToExit
source: Are you sure you want to exit?
fr: #TODO#_Voulez-vous vraiment quitter ?
pt: #TODO#_Tem a certeza de que deseja sair?

# MSG_NoDataFoundInCRS
source: No data found in population registration about this ID number.If the ID Card was is...
fr: #TODO#_Aucune donnée trouvée dans l&#39;enregistrement de la population concernant ce numéro d&#39;identification.Si la carte d&#39;identité était ...!
pt: #TODO#_Não foram encontrados dados no registro da população sobre este número de identificação.Se o cartão de identificação foi ...!

# MSG_SaveSuccessfully
source: Saved successfully
fr: #TODO#_Les modifications ont été enregistrées
pt: #TODO#_As alterações foram salvas com sucesso

# MSG_PersonExists
source: Person exist in Data Base. Issuance of New Licence for this person is not allowed.
fr: #TODO#_La personne existe dans la base de données. L&#39;émission d&#39;une nouvelle licence pour cette personne n&#39;est pas autorisée.!
pt: #TODO#_A pessoa existe no banco de dados. Não é permitida a emissão de nova licença para essa pessoa.!

# MSG_OpenApplicationFound
source: There are open applications found with this Intref
fr: #TODO#_Des applications ouvertes ont été trouvées avec cet Intref!
pt: #TODO#_Existem aplicativos abertos encontrados com este Intref!

# MSG_GenericInterfaceCRSError
source: CRS DB Connection Error
fr: #TODO#_Erreur de connexion à la base de données CRS!
pt: #TODO#_Erro de conexão do banco de dados CRS!

# MSG_SupportingDocumentsScanIsRequired
source: Supporting documents scan is required.
fr: #TODO#_La numérisation des documents justificatifs est requise.!
pt: #TODO#_A digitalização de documentos de suporte é necessária.

# MSG_ValueExists
source: Value already exists
fr: #TODO#_La valeur existe déjà
pt: #TODO#_Este valor já existe.

# MSG_PersonDeceased
source: Person appears as deceased in CRS
fr: #TODO#_La personne apparaît comme décédée dans CRS!
pt: #TODO#_A pessoa aparece como falecida no CRS!

# MSG_NoCollectedId
source: No collected ID card recorded for this applicant in CRS
fr: #TODO#_Aucune carte d&#39;identité collectée enregistrée pour ce demandeur dans CRS!
pt: #TODO#_Nenhum cartão de identificação coletado foi registrado para este solicitante no CRS!

# MSG_FailedWhileSaving
source: Save failed, contact supervisor.
fr: #TODO#_Échec lors de l&#39;enregistrement. Contactez l&#39;administrateur.!
pt: #TODO#_Falha ao salvar. Entre em contato com o administrador.

# MSG_PasswordChanedSuccessRedirectToMenu
source: MessageHeader
fr: #TODO#_Réussite du mot de passe réussi Rediriger vers le menu!
pt: #TODO#_Senha alterada com sucesso Redirecionar para menu!

# MSG_AreYouSureYouWantToChangeLang
source: Changing Language will reload the system. Are you sure?
fr: #TODO#_Changer de langue rechargera le système. Êtes-vous sûr?!
pt: #TODO#_Alterar o idioma recarregará o sistema. Você tem certeza?!

# MSG_HandleChanges
source: Found changes, press YES to save them, or No to discard them
fr: #TODO#_Modifications trouvées, appuyez sur OUI pour les enregistrer ou sur Non pour les supprimer!
pt: #TODO#_Alterações encontradas, pressione YES para salvá-las ou No para descartá-las!

# MenuAdmin
source: Administration
fr: #TODO#_Administration
pt: #TODO#_Administração

# MenuSettings
source: Settings
fr: #TODO#_Paramètres
pt: #TODO#_Definições

# MenuCardDistribution
source: Card Distribution
fr: #TODO#_Distribution de cartes!
pt: #TODO#_Distribuição de cartões!

# MenuCardInfo
source: Card Info
fr: #TODO#_Info sur la carte
pt: #TODO#_Informação do Cartão

# MenuCollection
source: Collection
fr: #TODO#_Collection
pt: #TODO#_Coleção

# MenuDemographicData
source: Demographic Data
fr: #TODO#_Données démographiques
pt: #TODO#_Dados Demográficos

# MenuEmployment
source: Employment
fr: #TODO#_Emploi
pt: #TODO#_Empregador

# MenuEnrollement
source: Enrollement
fr: #TODO#_Inscription!
pt: #TODO#_Inscrição!

# MenuFingerprint
source: Fingerprint
fr: #TODO#_Empreintes...
pt: #TODO#_Impressão Digital

# MenuGoverment
source: Goverment
fr: #TODO#_Gouvernement
pt: #TODO#_Governo

# MenuImages
source: Images
fr: #TODO#_Images
pt: #TODO#_Imagens

# MenuPermissions
source: Permissions
fr: #TODO#_Autorisations d'accès
pt: #TODO#_Permissões

# MenuRegistration
source: Registration
fr: #TODO#_Inscription
pt: #TODO#_Cadastro!

# MenuReplacement
source: Replacement
fr: #TODO#_Replacement
pt: #TODO#_Substituição

# MenuRole
source: Role
fr: #TODO#_#TODO#_Rôle
pt: #TODO#_#TODO#_Função

# MenuSystemSettings
source: System Settings
fr: #TODO#_Paramètres système
pt: #TODO#_Configurações do Sistema

# MenuUser
source: User
fr: #TODO#_#TODO#_Utilisateur
pt: #TODO#_#TODO#_Utilizador

# MenuUserManagement
source: User Management
fr: #TODO#_Gestion des utilisateurs
pt: #TODO#_Gestão do Utilizador

# MenuUtilities
source: Utilities
fr: #TODO#_Services publics
pt: #TODO#_Utilidades
