Repository: MeitalZelnik/NGU.Border
Catalog: Application/NGU.Border.Lang/Properties/Resources.*.resx
Languages: fr, pt

# MenuVerification
source: Verification
fr: #TODO#_Vérification
pt: #TODO#_Verificação

# Fe
source: Female
fr: #TODO#_Féminin
pt: #TODO#_Feminino

# Ma
source: Male
fr: #TODO#_Masculin
pt: #TODO#_Masculino

# Un
source: Unknown
fr: #TODO#_<Inconnu>
pt: #TODO#_Desconhecida

# ActiveCode
source: Active
fr: #TODO#_#TODO#_Actif
pt: #TODO#_#TODO#_Activa!

# PassiveCode
source: Passive
fr: #TODO#_Passif
pt: #TODO#_Passivo

# ERR_NewPassOldPassMustBeDifferent
source: New password must be different from the current password!
fr: #TODO#_Le mot de passe doit être différent de votre mot de passe actuel!
pt: #TODO#_A nova senha deve ser diferente da senha atual.

# ERR_UsernameInUse
source: Username already in use
fr: #TODO#_Le nom d'utilisateur est déjà utilisé
pt: #TODO#_Nome de usuário já em uso

# MSG_PleaseLogout
source: In order for the changes to take effect, a Re-Login is required.
fr: #TODO#_Pour que les modifications prennent effet, une nouvelle connexion est nécessaire.!
pt: #TODO#_Para que as alterações entrem em vigor, é necessário um novo login.

# MSG_SystemAlreadyOpenOnThisPc
source: System already open on this computer
fr: #TODO#_Système déjà ouvert sur cet ordinateur!
pt: #TODO#_Sistema já aberto neste computador!

# MSG_PasswordRequired
source: Password must contain minimum 4 characters with at least one digit, one upper-case and one lower-case letter
fr: #TODO#_Le mot de passe doit contenir au moins 4 caractères avec au moins un chiffre, une majuscule et une minuscule!
pt: #TODO#_A senha deve conter no mínimo 4 caracteres com pelo menos um dígito, uma letra maiúscula e uma minúscula!

# ERR_RoleNameUnique
source: Role Name must be unique
fr: #TODO#_Le nom doit être unique
pt: #TODO#_O Nome deve ser único

# ERR_StringLengthMinMax
source: The length for this field must be between {0} and {1}
fr: #TODO#_La longueur de ce champ doit être comprise entre {0} et {1}!
pt: #TODO#_O comprimento desse campo deve estar entre {0} e {1}!

# ERR_StringLength
source: The length for this field must be {0}
fr: #TODO#_La longueur de ce champ doit être {0}!
pt: #TODO#_O comprimento desse campo deve ser {0}!

# ERR_UniqueRoleName
source: Role name must be uniqe
fr: #TODO#_Le nom du rôle doit être uniqe!
pt: #TODO#_O nome da função deve ser uniqe!

# BTN_Cancel
source: Cancel
fr: #TODO#_#TODO#_Annuler
pt: #TODO#_#TODO#_Cancelar

# BTN_Ok
source: OK
fr: #TODO#_OK
pt: #TODO#_Depois a gente conversa qualquer coisa pode falar

# BTN_Yes
source: Yes
fr: #TODO#_#TODO#_Oui
pt: #TODO#_#TODO#_Sim!

# BTN_No
source: No
fr: #TODO#_#TODO#_Non
pt: #TODO#_#TODO#_Não!

# BTN_ClearData
source: Clear Data
fr: #TODO#_Effacer les données
pt: #TODO#_Apagar Dados

# BTN_Relogin
source: Relogin
fr: #TODO#_Reconnexion
pt: #TODO#_Faça login!

# MSG_ErorDbConnection
source: Error on database connection, please contact system administrator
fr: #TODO#_Erreur lors de la connexion à la base de données, veuillez contacter l&#39;administrateur système!
pt: #TODO#_Erro na conexão com o banco de dados, entre em contato com o administrador do sistema!

# MSG_ErrorRequestTimeOut
source: Error connecting to server, please try again or contact system administrator
fr: #TODO#_Erreur de connexion au serveur, veuillez réessayer ou contacter l&#39;administrateur système!
pt: #TODO#_Erro ao conectar ao servidor, tente novamente ou entre em contato com o administrador do sistema!

# MSG_ServerConnectionDead
source: Communication with the server timed out, please restart the application.
fr: #TODO#_La communication avec le serveur a expiré, veuillez redémarrer l&#39;application.!
pt: #TODO#_A comunicação com o servidor expirou, por favor, reinicie o aplicativo.!

# MSG_UnexpectedError
source: An unexpected event occured. Contact system administrator
fr: #TODO#_Un événement inattendu s&#39;est produit. Contactez l&#39;administrateur système!
pt: #TODO#_Ocorreu um evento inesperado. Entre em contato com o administrador do sistema!

# MSG_NetworkError
source: Network error, Contact system administrator
fr: #TODO#_Erreur réseau, contactez l&#39;administrateur système!
pt: #TODO#_Erro de rede, entre em contato com o administrador do sistema!

# UpdateVersionWindowTitle
source: Update Application
fr: #TODO#_Mettre à jour l'application
pt: #TODO#_Atualizar aplicativo

# ERR_ConfirmPasswordAndNewPasswordnotMatch
source: Confirm Password and New Password do not match
fr: #TODO#_Les mots de passe ne correspondent pas.
pt: #TODO#_Confirme a senha e a nova senha não coincidem!

# ERR_PasswordSecureValidation
source: Password should be at least one capital letter, numbers and ..
fr: #TODO#_Le mot de passe doit être composé d&#39;au moins une majuscule, des chiffres et ..!
pt: #TODO#_A senha deve ter pelo menos uma letra maiúscula, números e ..!

source: Language
fr: #TODO#_Langue :
pt: #TODO#_Idioma!

source: Black List
fr: #TODO#_Liste noire
pt: #TODO#_Lista negra

source: Admin
fr: #TODO#_Administrateur
pt: #TODO#_Administrador

source: Identification
fr: #TODO#_Identification
pt: #TODO#_Identificação

# MenuBlackList
source: Black List
fr: #TODO#_#TODO#_Liste noire
pt: #TODO#_#TODO#_Lista negra

# MenuDataEntry
source: Data Entry
fr: #TODO#_Entrée de données
pt: #TODO#_Entrada de dados

# MenuEnquiry
source: Enquiry
fr: #TODO#_DEMANDE
pt: #TODO#_Indagação

# MenuDataEntryScreen
source: Data Entry
fr: #TODO#_Entrée de données
pt: #TODO#_Entrada de dados

# MenuDecisionMakingScreen
source: Decision Making
fr: #TODO#_Prise de décision
pt: #TODO#_Tomada de decisões

# MenuEnquiryScreen
source: Enquiry
fr: #TODO#_DEMANDE
pt: #TODO#_Indagação

# MenuDecisionMaking
source: Decision Making
fr: #TODO#_#TODO#_Prise de décision
pt: #TODO#_#TODO#_Tomada de decisões

source: ID Type
fr: #TODO#_Type d'ID
pt: #TODO#_Tipo de ID

source: Country
fr: #TODO#_Pays
pt: #TODO#_País

source: Last Name
fr: #TODO#_Nom
pt: #TODO#_Sobrenome

source: Action Required
fr: #TODO#_Action requise
pt: #TODO#_Ação necessária

source: Attachements
fr: #TODO#_Pièces Jointes
pt: #TODO#_ANEXOS

source: Birth Date
fr: #TODO#_Date de naissance
pt: #TODO#_Data de nascimento

source: Black List Record No
fr: #TODO#_Enregistrement sur la liste noire Non!
pt: #TODO#_Registro da Lista Negra Não!

source: Block Type
fr: #TODO#_Type de bloc
pt: #TODO#_Tipo de bloco

source: Created from
fr: #TODO#_Créé à partir de
pt: #TODO#_Criado em: <|>

source: Details of Interdiction
fr: #TODO#_Détails de l&#39;interdiction!
pt: #TODO#_Detalhes de interdição!

source: First Name 1
fr: #TODO#_Prénom 1
pt: #TODO#_Nome

source: First Name 2
fr: #TODO#_Prénom 2
pt: #TODO#_Nome

source: Gender
fr: #TODO#_Gendre
pt: #TODO#_Gênero

source: Institution
fr: #TODO#_Etablissement
pt: #TODO#_Instituição

source: Internal File No
fr: #TODO#_Numéro de dossier interne!
pt: #TODO#_Arquivo Interno Não!

source: Last Name 1
fr: #TODO#_Nom
pt: #TODO#_Apelido

source: Last Name 2
fr: #TODO#_Nom 2 :
pt: #TODO#_Sobrenome 2:

source: New
fr: #TODO#_Nouveau
pt: #TODO#_Novo

# NoAttachmentsFound
source: No attachements found
fr: #TODO#_Aucune pièce jointe trouvée!
pt: #TODO#_Nenhum anexo encontrado!

source: Personal Data
fr: #TODO#_Données personnelles
pt: #TODO#_Dados Pessoais

source: Processing Steps
fr: #TODO#_Les étapes du traitement
pt: #TODO#_Etapas de processamento!

source: Request Data
fr: #TODO#_Données de la demande
pt: #TODO#_Dados da solicitação

source: Request No
fr: #TODO#_Nº de demande
pt: #TODO#_Requisição no.

source: Request Status
fr: #TODO#_Statut de la demande
pt: #TODO#_Status da Solicitação

source: Request Type
fr: #TODO#_Type de la demande :
pt: #TODO#_Tipo de solicitação

source: Search
fr: #TODO#_Rechercher
pt: #TODO#_Pesquisar

source: Search Parameters
fr: #TODO#_Paramètres de recherche
pt: #TODO#_Parâmetros de pesquisa

source: Search Results
fr: #TODO#_Résultats de la recherche
pt: #TODO#_Resultados da Pesquisa

source: Stop Type
fr: #TODO#_Type d'arrêt :
pt: #TODO#_PARE!

source: to
fr: #TODO#_À
pt: #TODO#_Para

source: Valid Until
fr: #TODO#_Valide jusqu'à
pt: #TODO#_Válido até

# ERR_DateFromBeforeDateTo
source: Date from must be earlier than Date to
fr: #TODO#_Le champ « De » doit précéder « À »
pt: #TODO#_A data de deve ser anterior a Data de!

# FailedSearchNeedTorefineParams
source: Cannot display all search results , please refine input parameters
fr: #TODO#_Impossible d&#39;afficher tous les résultats de la recherche, veuillez affiner les paramètres d&#39;entrée!
pt: #TODO#_Não é possível exibir todos os resultados da pesquisa, refine os parâmetros de entrada!

source: Given Names
fr: #TODO#_Prénom(s)
pt: #TODO#_Prenome

source: Request Date
fr: #TODO#_Date de la demande
pt: #TODO#_Data da Solicitação

source: Partial
fr: #TODO#_Partiel
pt: #TODO#_Parcial

source: Reason
fr: #TODO#_Raison :
pt: #TODO#_Motivo

# MSG_NoDataFound
source: No data found
fr: #TODO#_Données introuvables
pt: #TODO#_Nenhum dado encontrado

# MSG_SendForApproval
source: Send for Approval
fr: #TODO#_Envoyer pour approbation
pt: #TODO#_Enviar para aprovação

source: Terminate
fr: #TODO#_Terminer
pt: #TODO#_Encerrar

source: Next
fr: #TODO#_Suivant>
pt: #TODO#_Avançar>

source: Approve
fr: #TODO#_Approuver
pt: #TODO#_Aprovar

source: Reject
fr: #TODO#_Rejeter
pt: #TODO#_Rejeitar

# MenuEnquiriesScreen
source: Enquiries
fr: #TODO#_Requêtes
pt: #TODO#_Consultas

# MSG_SubmitSuccessfully
source: Request submitted succeesfully
fr: #TODO#_Demande soumise avec succès!
pt: #TODO#_Pedido enviado com sucesso!

# MSG_TerminatedSuccessfully
source: Request terminated succeesfully
fr: #TODO#_Demande terminée avec succès!
pt: #TODO#_Pedido encerrado com sucesso!

# MSG_UpdatedSuccessfully
source: Request updated succeesfully
fr: #TODO#_Demande mise à jour avec succès!
pt: #TODO#_Pedido atualizado com sucesso!

source: Biometric Data
fr: #TODO#_Biometric Data
pt: #TODO#_Biometric Data

# Enrol
source: Enrollment
fr: #TODO#_Enrollment
pt: #TODO#_Enrollment

source: Finish
fr: Terminer
pt: #TODO#_Finish

source: Startover
fr: Recommencer
pt: #TODO#_Startover

source: Middle Name
fr: #TODO#_MiddleName
pt: #TODO#_Middle Name

source: Reset Data
fr: #TODO#_Reset Data
pt: #TODO#_Reset Data

source: Search Person
fr: #TODO#_Search Person
pt: #TODO#_Search Person

# NOTIF_AppAlreadySaved
source: This application has been saved by another user
fr: Cette demande a été enregistrée par un autre utilisateur
pt: #TODO#_Este aplicativo foi salvo por outro usuário

# NOTIF_CheckingFingerprintLicense
source: Checking Fingerprint License
fr: Vérification de la licence d'empreinte digitale
pt: #TODO#_Verificando a licença de impressão digital

# NOTIF_EnterSearchParameters
source: Enter search parameters
fr: Saisir les paramètres de recherche
pt: #TODO#_Insira parâmetros de pesquisa

# NOTIF_FixValidationErrors
source: Fix validation errors
fr: Veuillez corriger les erreures de validation
pt: #TODO#_Corrigir erros de validação

# NOTIF_HasOpenApplication
source: The applicant already has open application
fr: Le demandeur a déjà une demande en cours
pt: #TODO#_O requerente já tem um pedido aberto

# NOTIF_NoDataFound
source: No data found
fr: #TODO#_Aucune donnée disponible
pt: #TODO#_Nenhum dado encontrado

# NOTIF_SavedSuccessfuly
source: Saved successfully
fr: Enregistré avec succé
pt: #TODO#_Salvo com sucesso

# NOTIF_SaveYourChanges
source: Please save or clear your changes
fr: Merci d'enregistrer ou d'effacer vos changements
pt: #TODO#_Salve ou limpe suas alterações

# NOTIF_SavingData
source: Saving data...
fr: Enregistrement des données en cours...
pt: #TODO#_Salvando dados

# NOTIF_NoPersonFound
source: No person found in repository, enter new applicant details
fr: Aucune personne trouvée dans le référentiel, entrez les détails du nouveau demandeur
pt: #TODO#_Nenhuma pessoa encontrada no repositório, insira novos detalhes do candidato

# IDNumberError
source: ID Number is not valid
fr: #TODO#IDNumberError
pt: #TODO#IDNumberError

# MSG_IDPasswordFormatError
source: Document ID format not valid
fr: #TODO#MSG_IDPasswordFormatError
pt: #TODO#MSG_IDPasswordFormatError

# PasswordNumberError
source: Pussword number is not valid
fr: #TODO#PasswordNumberError
pt: #TODO#PasswordNumberError

# MSG_GenderSelectError
source: Gender is incorrect
fr: #TODO#_GenderSelectError
pt: #TODO#_GenderSelectError

source: Enroll
fr: Inscrire
pt: #TODO#_Inscreva-se

# NOTIF_FileDoesntExist
source: File doesn’t exist
fr: #TODO#_Il n’existe pas ?

# Btn_Back
source: Back
fr: #TODO#_Précédent
pt: #TODO#_Voltar

# MSG_RegistraionCompleted
source: Registration is completed
fr: #TODO#_L’enregistrement a bien été pris en compte.
pt: #TODO#_O registro está completo.

# MSG_RegistraionWaitInvestigation
source: Registration waits for Investigation
fr: #TODO#_L&#39;inscription attend l&#39;enquête!
pt: #TODO#_O registro aguarda investigação!

# MSG_RegistraionRejected
source: Registration is Rejected
fr: #TODO#_L&#39;inscription est rejetée!
pt: #TODO#_O registro é rejeitado!

source: Select Finger
fr: #TODO#_Sélectionnez Finger!
pt: #TODO#_Selecione Finger!

source: Registration
fr: #TODO#_#TODO#_Inscription
pt: #TODO#_#TODO#_Cadastro!

# Btn_CaptureAll
source: Capture One By One
fr: #TODO#_Capturez un par un!
pt: #TODO#_Capture um por um!

# Btn_CaptureMulti
source: Capture All
fr: #TODO#_capture
pt: #TODO#_Capturar

# BTN_Take
source: Take
fr: #TODO#_Prendre
pt: #TODO#_Tome

# BTN_Verify
source: Verify
fr: #TODO#_&Confirmation :
pt: #TODO#_&Verificar:

# BTN_StopVerify
source: Stop Verify
fr: #TODO#_Vérifier
pt: #TODO#_Verificar

source: Verification
fr: #TODO#_#TODO#_Vérification
pt: #TODO#_#TODO#_Verificação

# BTN_Submit
source: Submit
fr: #TODO#_Envoyer
pt: #TODO#_Enviar

# MSG_Terminate
source: Are you sure you want to terminate the request?
fr: #TODO#_Voulez-vous vraiment mettre fin à la demande?!
pt: #TODO#_Tem certeza de que deseja encerrar a solicitação ?!

# ERR_UserIsPassive
source: User is inactive
fr: #TODO#_votre licence est activée
pt: #TODO#_O utilizador não está activo

# ERR_UsernameOrPasswordIncorrect
source: Username or password is incorrect
fr: #TODO#_Le nom ou le mot de passe de l'utilisateur n'est pas correct
pt: #TODO#_Nome de utilizador ou senha incorreto

# ERR_NewOldPasswordsMatch
source: New and old password should be different
fr: #TODO#_Le nouveau et l&#39;ancien mot de passe devraient être différents!
pt: #TODO#_A senha nova e antiga deve ser diferente!

# ERR_MustChangePassword
source: Changing password is required
fr: #TODO#_Mot de passe est requis
pt: #TODO#_A senha é obrigatória!

source: Home
fr: #TODO#_Accueil
pt: #TODO#_Página Inicial

source: Computer Name
fr: #TODO#_Nom de l'ordinateur
pt: #TODO#_Nome do Computador

source: Location
fr: #TODO#_Emplacement:
pt: #TODO#_Local:

source: Logout
fr: #TODO#_Se déconnecter
pt: #TODO#_Fazer logoff

source: Site
fr: #TODO#_Site
pt: #TODO#_Site
